<!DOCTYPE html>
<html>
<head>
	<title>InternationalAwards</title>
	<?php $this->load->view('_config') ?>
</head>
<body>
	<?php include '_menu.php'?>
	<div class="container-fluid project_list">
		<div class="row terms_condition">
			<div class="w_1024">
				<div class="col-12 mx-auto text-left">
					<h4><b>TERMS AND CONDITIONS</b></h4>
					<div class="line"></div>
				</div>
				<div class="col-12 mx-auto mt-4">
					<pre class="term">    มีหลักฐานที่เป็นข้อเท็จจริงยืนยันมานานแล้ว ว่าเนื้อหาที่อ่านรู้เรื่องนั้นจะไปกวนสมาธิของคนอ่านให้เขวไปจากส่วนที้เป็น Layout เรานำ Lorem Ipsum 
มาใช้เพราะความที่มันมีการกระจายของตัวอักษรธรรมดาๆ แบบพอประมาณ ซึ่งเอามาใช้แทนการเขียนว่า ‘ตรงนี้เป็นเนื้อหา, ตรงนี้เป็นเนื้อหา’ ได้ และยัง
ทำให้มองดูเหมือนกับภาษาอังกฤษที่อ่านได้ปกติ ปัจจุบันมีแพ็กเกจของซอฟท์แวร์การทำสื่อสิ่งพิมพ์ และซอฟท์แวร์การสร้างเว็บเพจ (Web Page Editor) 
หลายตัวที่ใช้ Lorem Ipsum เป็นแบบจำลองเนื้อหาที่เป็นค่าตั้งต้น และเวลาที่เสิร์ชด้วยคำว่า ‘lorem ipsum’ ผลการเสิร์ชที่ได้ก็จะไม่พบบรรดาเว็บไซต์ที่
ยังคงอยู่ในช่วงเริ่มสร้างด้วย โดยหลายปีที่ผ่านมาก็มีการคิดค้นเวอร์ชั่นต่างๆ ของ Lorem Ipsum ขึ้นมาใช้ บ้างก็เป็นความบังเอิญ บ้างก็เป็นความตั้งใจ 
(เช่น การแอบแทรกมุกตลก) ตรงกันข้ามกับความเชื่อที่นิยมกัน Lorem Ipsum ไม่ได้เป็นเพียงแค่ชุดตัวอักษรที่สุ่มขึ้นมามั่วๆ แต่หากมีที่มาจากวรรณกรรม
แฮมพ์เด็น-ซิดนีย์ ในรัฐเวอร์จิเนียร์ นำคำภาษาละตินคำว่า consectetur ซึ่งหาคำแปลไม่ได้จาก Lorem Ipsum ตอนหนึ่งมาค้นเพิ่มเติม โดยตรวจเทียบกับ
แหล่งอ้างอิงต่างๆ ในวรรณกรรมคลาสสิก และค้นพบแหล่งข้อมูลที่ไร้ข้อกังขาว่า Lorem Ipsum นั้นมาจากตอนที่ 1.10.32 และ 1.10.33 ของเรื่อง “de 
Finibus Bonorum et Malorum” (The Extremes of Good and Evil) ของ ซิเซโร ที่แต่งไว้เมื่อ 45 ปีก่อนคริสตศักราช หนังสือเล่มนี้เป็นเรื่องราวที่ว่า
ในตอนที่ 1.10.32 นั่นเอง

    ด้านล่างของหน้านี้คือท่อนมาตรฐานของ Lorem Ipsum ที่ใช้กันมาตั้งแต่คริสตศตวรรษที่ 16ที่ได้รับการสร้างขึ้นใหม่สำหรับผู้ที่สนใจ ประกอบไปด้วย ตอน
ที่ 1.10.32 และ 1.10.33 จากเรื่อง “de Finibus Bonorum et Malorum” โดยซิเซโร ก็ได้รับการผลิตขึ้นใหม่ด้วยเช่นกันในรูปแบบที่ตรงกับต้นฉบับ ตาม
มาด้วยเวอร์ชั่นภาษาอังกฤษจากการแปลของ เอช แร็คแคม เมื่อปี ค.ศ. 1914</pre>
				</div>
				<div class="col-12 mx-auto d-flex justify-content-left mt-5">
					<input type="checkbox" class="accept_check" id="accept_check">
					<b for="accept_check" class="ml-3">ฉันได้อ่านและยอมรับข้อตกลงดังกล่าว</b>
				</div>
				<div class="col-12 mx-auto d-flex justify-content-center mt-5">
					<button>Accept</button>
				</div>
			</div>
		</div>

		
	</div>
			<?php include '_footer.php'?>
</body>
</html>